[
  [
    {
      "episode_number": 1,
      "name": "Pilot",
      "description": "After leaving her long-time boyfriend, Jess moves into an apartment with three men, and tries to re-enter the dating world.",
      "duration": 42
    },
    {
      "episode_number": 2,
      "name": "Kryptonite",
      "description": "Nick and Schmidt convince Jess to get her stuff out of her ex-boyfriend Spencer's apartment; Jess meets new roommate Winston, who has returned from playing basketball in Latvia. Winston tries to get his old room back from Schmidt.",
      "duration": 42
    },
    {
      "episode_number": 3,
      "name": "Wedding",
      "description": "The guys are invited to a wedding, and Nick is fearful that he'll run into his ex, so he asks Jess to be his date. Meanwhile, Winston takes his role as usher very seriously, and Schmidt catches the eye of two women.",
      "duration": 42
    },
    {
      "episode_number": 4,
      "name": "Naked",
      "description": "Jess accidentally sees Nick naked, shattering his self-confidence. Winston becomes overly obsessed with learning new pop culture references. Lake Bell guest stars as Amanda, a co-worker that Nick begins dating.",
      "duration": 42
    },
    {
      "episode_number": 5,
      "name": "Cece Crashes",
      "description": "Jess is convinced by Cece that Nick may like her as more than a friend, while Schmidt tries to finally get together with Cece.",
      "duration": 42
    },
    {
      "episode_number": 6,
      "name": "Thanksgiving",
      "description": "Jess invites Paul, a music teacher at her school on whom she always has had a crush, to the gang’s big Thanksgiving dinner at the loft, which naturally goes horribly awry.",
      "duration": 42
    },
    {
      "episode_number": 7,
      "name": "Bells",
      "description": "Jess gets jealous when Winston joins her troubled-youth handbell quartet and instantly becomes a natural. Meanwhile Nick and Schmidt engage in class warfare when the toilet breaks and they each have their own idea of how to get it fixed.",
      "duration": 42
    },
    {
      "episode_number": 8,
      "name": "Bad In Bed",
      "description": "When Jess decides to take her relationship with Paul to the next level, she consults with the guys for some sex advice. Meanwhile, Schmidt worms his way into his boss' baby shower to compete with his office female counterpart.",
      "duration": 42
    },
    {
      "episode_number": 9,
      "name": "The 23rd",
      "description": "The roommates attend Schmidt's holiday office party; Jess frets when she receives an extravagant gift from Paul.",
      "duration": 42
    },
    {
      "episode_number": 10,
      "name": "The Story of the 50",
      "description": "When Schmidt's plans for his 29th birthday fall apart, Jess takes charge and enlists the help of her school's party hungry vice-principal. Meanwhile, Nick begrudgingly has his first date at Schmidt's party with a beautiful lawyer who harbors a secret, and the gang wonders who placed a 50 dollar bill in the douchebag jar.",
      "duration": 42
    },
    {
      "episode_number": 11,
      "name": "Jess and Julia",
      "description": "Nick panics when Julia doesn't want to put a label on their relationship. Meanwhile, Jess enlists Julia to help her get out of a traffic ticket, Winston reconnects with a former booty call and Schmidt is baffled as to why his shower towel is always damp.",
      "duration": 42
    },
    {
      "episode_number": 12,
      "name": "The Landlord",
      "description": "Against Nick's wishes, Jess makes it her mission to get the loft's cantankerous landlord to like her. In doing so, she inadvertently jeopardizes their living situation and the guys are forced to admit they've made some 'unofficial' changes to the apartment. Meanwhile Schmidt tries to decipher what he thinks are mixed signals from his boss Kim.",
      "duration": 42
    },
    {
      "episode_number": 13,
      "name": "Valentine's Day",
      "description": "Jess convinces Schmidt to help her land a stranger on her first Valentine's day without a date. Nick spends more time with Julie's Assistant than Julie, ruining his special day plans.",
      "duration": 42
    },
    {
      "episode_number": 14,
      "name": "Bully",
      "description": "When Jess tries to stop a bully at school, she ends up as her new target; the woman Schmidt has been seeing wants to keep their relationship secret.",
      "duration": 42
    },
    {
      "episode_number": 15,
      "name": "Injured",
      "description": "When Nick is hurt playing a game of touch football and Jess discovers he doesn't have insurance, she takes him to her doctor friend -- an OB-GYN. The gang rallies together and Nick evaluates his life when his seemingly innocuous back injury may prove to be more serious than thought.",
      "duration": 42
    },
    {
      "episode_number": 16,
      "name": "Control",
      "description": "After Jess realizes that Schmidt is unfairly doing all of the housework, she pushes him to 'go on strike,' and the entire ecosystem of the loft is thrown off balance. Meanwhile, Nick scrambles when he must pay up to Winston after losing a poker game.",
      "duration": 42
    },
    {
      "episode_number": 17,
      "name": "Fancyman (1)",
      "description": "A student's wealthy father asks Jess out on a date. Nick tried to buy a new cell phone. Winston and Schmidt get competitive during a game of trivia.",
      "duration": 42
    },
    {
      "episode_number": 18,
      "name": "Fancyman (2)",
      "description": "Jess' sophisticated date with Russell doesn't go as planned. Meanwhile, Nick's college friend visits and brings out Nick's inner frat boy to help him get over his break-up with Julia. Also, Winston panics when Shelby goes on a 'girls' vacation and Schmidt and Cece try to keep their relationship under the covers, but one of the friends finds out their secret.",
      "duration": 42
    },
    {
      "episode_number": 19,
      "name": "Secrets",
      "description": "While training for a marathon, Jess discovers that Cece has been keeping a secret from her, and their friendship is put to the test. Meanwhile, Winston can't handle being the only one who knows about Cece and Schmidt, and Nick reluctantly asks for Schmidt's help as he tries to juggle dating two women at once.",
      "duration": 42
    },
    {
      "episode_number": 20,
      "name": "Normal",
      "description": "Jess nervously invites Russell to spend the weekend at the loft; Winston gets a job at a sports radio station.",
      "duration": 42
    },
    {
      "episode_number": 21,
      "name": "Kids",
      "description": "Jess babysits Russell's pre-teen daughter for the weekend and meets his ex-wife. Then, Schmidt and Cece panic when they think she's pregnant. Also, Nick's new girlfriend may be too young and Winston discovers his new boss is a big baby.",
      "duration": 42
    },
    {
      "episode_number": 22,
      "name": "Tomatoes",
      "description": "Jess fears she and Russell don't share the fiery passion he exhibits with his ex-wife Ouli. Meanwhile, Cece is not yet willing to admit her true feelings for Schmidt, so she encourages him to go on a date with one of her Russian model roommates. Then, a down-in-the-dumps Nick channels all of his energy into a new vegetable garden.",
      "duration": 42
    },
    {
      "episode_number": 23,
      "name": "Backslide",
      "description": "When Jess and Nick run into their exes Paul and Caroline, the gang fears they both may 'backslide' into romantic relationships. Meanwhile, Schmidt desperately tries not to get aroused as he deals with a delicate medical issue, Winston suffers the consequences of a wild night out with his boss and Cece brings Schmidt to a nursing home to meet her grandmother.",
      "duration": 42
    },
    {
      "episode_number": 24,
      "name": "See Ya",
      "description": "When one of the roommates decides to move out of the loft, the gang makes an unexpected trip to the desert where Winston faces his fear of the dark, Cece and Schmidt’s relationship reaches a turning point and Jess and Nick square off with a coyote.",
      "duration": 42
    }
  ],
  [
    {
      "episode_number": 1,
      "name": "Re-launch",
      "description": "Jess is laid off from her teaching job and volunteers to be a shot girl at Schmidt's 'rebranding' party.",
      "duration": 42
    },
    {
      "episode_number": 2,
      "name": "Katie",
      "description": "Jess pretends she's someone else when a handsome stranger mistakes her for his blind date. Meanwhile, a patron at Nick's bar claims to be Nick from the future, and Winston's disapproving mother pays him a visit.",
      "duration": 42
    },
    {
      "episode_number": 3,
      "name": "Fluffer",
      "description": "Jess and Nick examine their friendship. Elsewhere, Schmidt hopes to impress an attractive Republican by pretending to be one of Mitt Romney's sons.",
      "duration": 42
    },
    {
      "episode_number": 4,
      "name": "Neighbors",
      "description": "Jess gets a quartet of very young new neighbors -- and she's determined to win them over, in spite of the fact that to them, she's not a New Girl -- she's an Old Girl",
      "duration": 42
    },
    {
      "episode_number": 5,
      "name": "Models",
      "description": "After spending a wild night out with Cece and her model friends, Jess jumps in the driver's seat when she must fill in for Cece at a car show. Meanwhile, the guys question what defines male friendship after Schmidt buys Nick a cookie.",
      "duration": 42
    },
    {
      "episode_number": 6,
      "name": "Halloween",
      "description": "Jess gets a job as a zombie at a haunted house, but is more frightened of her changing feelings towards Sam. Schmidt and Cece are perfectly matched in the costumes they're wearing, while Winston and Shelby are worlds apart in theirs. Nick gets a visit from a former college crush who shows her affection in a scary way.",
      "duration": 42
    },
    {
      "episode_number": 7,
      "name": "Menzies",
      "description": "As Jess' job search kicks into high gear, the guys fear her time of the month is also affecting their physical and psychological well-being. Meanwhile, Schmidt begins a '50 Shades of Grey'-type of relationship with his corporate boss, and Nick gains wisdom from an unlikely, hands-on (and mute) source.",
      "duration": 42
    },
    {
      "episode_number": 8,
      "name": "Parents",
      "description": "Jess invites her divorced Mom and Dad over for Thanksgiving dinner and enlists Nick and Cece to help her with a 'Parent Trap' to reunite them. Meanwhile, Schmidt's cousin, Big Schmidt, visits, and Winston manipulates them into an escalating battle to prove their manhood.",
      "duration": 42
    },
    {
      "episode_number": 9,
      "name": "Eggs",
      "description": "When Jess learns that a friend is pregnant, both she and Cece panic that time is running out for them to have children. Meanwhile, Schmidt seeks advice on how to please Emma, and Nick and Winston visit the zoo to find inspiration for Nick's zombie-themed novel.",
      "duration": 42
    },
    {
      "episode_number": 10,
      "name": "Bathtub",
      "description": "Tired of taking showers, Jess and Winston scheme to get a bathtub in the loft. Then, at the bar, Nick meets a tough and beautiful customer with boyfriend troubles. Meanwhile, Schmidt is torn between his boss and trying to win back Cece.",
      "duration": 42
    },
    {
      "episode_number": 11,
      "name": "Santa",
      "description": "When the gang attempts to juggle multiple holiday parties in one night, Jess tries to avoid a remorseful Sam, Nick tries to keep up with a sexually adventurous Angie and Winston panics when he gets a cranberry stuck in his ear.",
      "duration": 42
    },
    {
      "episode_number": 12,
      "name": "Cabin",
      "description": "Jess and Sam go on a weekend getaway with Nick and Angie. But this might not be the trip they expected when Jess starts to party and trouble begins. Could jealousy get in the way of a good time?",
      "duration": 42
    },
    {
      "episode_number": 13,
      "name": "A Father's Love",
      "description": "When Nick's con-man father suddenly reappears, Jess tries her best to fix the two men's relationship, despite Nick's fears that he's being used in another one of his dad's gambling schemes. Meanwhile, Schmidt teams up with Robby to try to win back Cece.",
      "duration": 42
    },
    {
      "episode_number": 14,
      "name": "Pepperwood",
      "description": "Nick becomes convinced that a promising student in Jess's adult writing class is a murderer.",
      "duration": 42
    },
    {
      "episode_number": 15,
      "name": "Cooler",
      "description": "Nick and Schmidt go out on a 'bro's night,' but quickly become infatuated with, and highly competitive over, a beautiful woman attracted to sadness. Meanwhile, Winston falls for a girl with absolutely no interest in him, which only makes him more attracted to her. Then, Jess' decision to have a night alone in the loft doesn't go as planned and involves another round of the drinking game 'True American,' and a surprising development in her relationship with one of the loft mates.",
      "duration": 42
    },
    {
      "episode_number": 16,
      "name": "Table 34",
      "description": "The gang attends a dating convention, where Cece hopes to find a prospective husband - even as Schmidt hopes to win her back. Meanwhile, Winston's mojo returns, and Jess and Nick get put in a compromising position in front of Dr. Sam.",
      "duration": 42
    },
    {
      "episode_number": 17,
      "name": "Parking Spot",
      "description": "When Schmidt discovers a previously unknown, yet highly-coveted parking spot, Jess and the roommates battle it out to see who will get to use it. Meanwhile, Winston has a hard time finding a condom when he gets an impromptu invitation from Daisy.",
      "duration": 42
    },
    {
      "episode_number": 18,
      "name": "Tinfinity",
      "description": "Jess catches the eye of a professional football player, with whom Winston landed an exclusive interview for his radio station. Meanwhile, Nick and Schmidt argue over the planning of their 'TinFinity' party celebrating their tenth anniversary of living together, and Cece gets a surprise offer",
      "duration": 42
    },
    {
      "episode_number": 19,
      "name": "Quick Hardening Caulk",
      "description": "Jess comes to a conclusion about her romantic feelings for Nick and she struggles to tell him - until she's hopped up on pain medication. But after admitting her feelings, she finds out he may have been keeping something from her. Meanwhile, Schmidt becomes obsessed with buying a fish, which Winston sees as a metaphor for Schmidt's unresolved feelings toward Cece and Nick plans a bar promotion to impress the bar owner (guest star Odette Annable).",
      "duration": 42
    },
    {
      "episode_number": 20,
      "name": "Chicago",
      "description": "When a death occurs in Nick's family, Jess, Schmidt and Winston travel with Nick to the Windy City to help him with the funeral preparations and meet his boisterous family members, including his mom, Bonnie; his younger brother, Jamie; and his Boston cousin, Bobby.",
      "duration": 42
    },
    {
      "episode_number": 21,
      "name": "First Date",
      "description": "Jess and Nick, who are caught between friendship and something more, try to break out of relationship-limbo by going on a First Date. Once Schmidt and Winston realize a full-on Jess/Nick romance might be happening, they swoop in to try to sabotage the date.",
      "duration": 42
    },
    {
      "episode_number": 22,
      "name": "Bachelorette Party",
      "description": "Jess decides to throw Cece a surprise bachelorette party while Nick and Winston awkwardly take her fiancé, Shivrang, out for the night. Then, as Schmidt desperately tries to find a real girlfriend in time for the wedding in order to get a “plus one,” he is forced to seek out his old girlfriend from his “fat Schmidt” college days.",
      "duration": 42
    },
    {
      "episode_number": 23,
      "name": "Virgins",
      "description": "In a series of flashbacks, Jess, Nick, Schmidt, Winston and Cece tell one another how they each lost their virginity. Not surprisingly, when they realize the stories directly affect their present day sex lives, one relationship will change forever.",
      "duration": 42
    },
    {
      "episode_number": 24,
      "name": "Winston's Birthday",
      "description": "Jess' dad chooses the worst day to pay the loft an unexpected visit, forcing a nervous Nick to spend the day alone with him. Jess finds herself with huge opportunity for a new job on the day before Cece's wedding. Schmidt must take a look in the mirror and confront his real feelings about Elizabeth. Meanwhile, Winston psyches himself up for his huge surprise birthday celebration, which no one seemed to remember to throw for him.",
      "duration": 42
    },
    {
      "episode_number": 25,
      "name": "Elaine's Big Day",
      "description": "Cece's wedding day finds Jess and Nick making a decision about their relationship. Meanwhile, Schmidt schemes with a typically overenthusiastic Winston to sabotage the nuptials, although a shocking announcement may be bigger than anything he plans.",
      "duration": 42
    }
  ],
  [
    {
      "episode_number": 1,
      "name": "All In",
      "description": "Nick and Jess make a romantic run for the border -- but their wild Mexican adventure takes a turn for the worse when Nick is arrested.",
      "duration": 42
    },
    {
      "episode_number": 2,
      "name": "Nerd",
      "description": "Jess has been hired at a new school and is eager to prove herself as one of the cool teachers.",
      "duration": 42
    },
    {
      "episode_number": 3,
      "name": "Double Date",
      "description": "Thinking Schmidt has chosen to be with Cece, Jess and Nick invite him to go on a double date with them. Nick is caught between loyalty to his friend and loyalty to his girlfriend when he finds out a shocking secret. Meanwhile, Winston promises to get the foursome a table at an ultra-exclusive restaurant that doesn’t take reservations.",
      "duration": 42
    },
    {
      "episode_number": 4,
      "name": "The Captain",
      "description": "Schmidt sets out to sabotage Jess and Nick's relationship.",
      "duration": 42
    },
    {
      "episode_number": 5,
      "name": "The Box",
      "description": "",
      "duration": 42
    },
    {
      "episode_number": 6,
      "name": "Keaton",
      "description": "",
      "duration": 42
    },
    {
      "episode_number": 7,
      "name": "Coach",
      "description": "",
      "duration": 42
    },
    {
      "episode_number": 8,
      "name": "Menus",
      "description": "An overabundance of Chinese food take-out menus left at the loft’s front door is the catalyst for an interconnected series of adventures for Jess and the guys.",
      "duration": 42
    },
    {
      "episode_number": 9,
      "name": "Longest Night Ever",
      "description": "Jess must occupy Schmidt while Cece goes on a date with Coach; Nick and Winston search for Ferguson.",
      "duration": 42
    },
    {
      "episode_number": 10,
      "name": "Thanksgiving III",
      "description": "Nick and Jess take the gang camping for Thanksgiving; Coach and Schmidt compete to prove who is the best woodsman; Cece and Winston bond over a shared dislike for the outdoors.",
      "duration": 42
    },
    {
      "episode_number": 11,
      "name": "Clavado En Un Bar",
      "description": "When Jess has to make a quick decision about her career, her friends all recall how they ended up at their jobs.",
      "duration": 42
    },
    {
      "episode_number": 12,
      "name": "Basketsball",
      "description": "Jess tries to become good friends with Coach by watching Detroit Pistons games with him and becoming a Pistons 'fan'. However Jess' 'fandom' starts to interfere with her relationship with Nick, who is a lifelong Chicago Bulls fan. Winston agrees to shadow Schmidt at his marketing job, where Schmidt is later asked to guide Ed (Bob Gunton), a sixty-something intern, to avoid a company lawsuit over age discrimination.",
      "duration": 42
    },
    {
      "episode_number": 13,
      "name": "Birthday",
      "description": "Nick struggles to throw Jess the perfect birthday party, while Schmidt works overtime to help out Cece in her new job as bartender and Winston and Coach engage in a bake-off.",
      "duration": 42
    },
    {
      "episode_number": 14,
      "name": "Party Time",
      "description": "Jess is ready to paint the town purple when a chance encounter finds her and best friend Cece invited to a once-in-a-lifetime mansion party thrown by music legend Prince. Not wanting to miss out on the fun, Nick, Schmidt, Winston and Coach are determined to crash the festivities, building toward an Unforgettable ending.",
      "duration": 42
    },
    {
      "episode_number": 15,
      "name": "Exes",
      "description": "When Nick has an awkward run-in with his ex, Caroline, Jessica tries to convince him he can still be friends with her, by introducing him to her former boyfriend, Berkley. Meanwhile, Coach uses Schmidt's loft to impress a date, but things turn farcically disastrous when Schmidt arrives home with his own potential bedmate.",
      "duration": 42
    },
    {
      "episode_number": 16,
      "name": "Sister",
      "description": "Jess' wild-child sister, Abby, pays a visit and immediately throws the loft into disarray. Meanwhile, Schmidt enlists Nick to be his wingman in crashing a bar mitzvah and Winston throws a dinner party with Bertie, which turns awkward when only Cece and Coach attend.",
      "duration": 42
    },
    {
      "episode_number": 17,
      "name": "Sister II",
      "description": "Jess panics when her sister, Abby decides to stay in Los Angeles and sets her eyes on one of the loftmates. Meanwhile, Winston procrastinates about checking his test results for the LAPD entrance exam",
      "duration": 42
    },
    {
      "episode_number": 18,
      "name": "Sister III",
      "description": "When Jess moves into Nick’s bedroom, they both must deal with their complete lack of personal space. Meanwhile, Cece worries that Abby is taking advantage of Schmidt, while Coach worries Cece is treating him like one of her girlfriends. Also, Winston struggles with physical fitness.",
      "duration": 42
    },
    {
      "episode_number": 19,
      "name": "Fired Up",
      "description": "Jess hires, then must immediately fire Coach as her school’s new volleyball coach. Meanwhile, Schmidt gets sued and enlists Nick and a procedural television-loving Winston to represent him at the deposition. Also, Cece catches the eye of a much younger man.",
      "duration": 42
    },
    {
      "episode_number": 20,
      "name": "Mars Landing",
      "description": "Jess and Nick face some truths about their relationship, while Schmidt, Winston and Coach scramble to make a better second impression on their hot new neighbors. Also, Cece panics after she drunk-texts Buster",
      "duration": 42
    },
    {
      "episode_number": 21,
      "name": "Big News",
      "description": "Nick and Jess try to keep their breakup a secret; Winston passes the police academy entrance exam and demands a celebration.",
      "duration": 42
    },
    {
      "episode_number": 22,
      "name": "Dance",
      "description": "Jess fears someone is trying to sabotage her first middle school dance and she enlists the gang to help her chaperone on the big night.",
      "duration": 42
    },
    {
      "episode_number": 23,
      "name": "Cruise",
      "description": "Jess and Nick invite the gang along with them on a cruise they booked while still together as a couple.",
      "duration": 42
    }
  ],
  [
    {
      "episode_number": 1,
      "name": "The Last Wedding",
      "description": "At the last wedding of the summer, the gang makes a pact: Each of them will get lucky by night's end. Jess sets her sights on the best man, who also has caught the eye of a beautiful scientist. Meanwhile, Schmidt and Nick get an indecent proposal. Winston recovers from his police academy training, and Coach panics when he realizes he already has hooked up with every woman at the party.",
      "duration": 42
    },
    {
      "episode_number": 2,
      "name": "Dice",
      "description": "Schmidt tutors Jess in the not-so-fine-art of dating via mobile apps. Meanwhile, Winston is desperate to make a good impression on his fellow police cadets, which backfires when Nick, Coach and Cece show up at a party thrown by fellow officers.",
      "duration": 42
    },
    {
      "episode_number": 3,
      "name": "Julie Berkman's Older Sister",
      "description": "Jess' dad arrives with his new girlfriend, who happened to be Jess and Cece's high-school rival. Meanwhile, Schmidt recruits the guys to be part of a focus group at work to help him land a big new account.",
      "duration": 42
    },
    {
      "episode_number": 4,
      "name": "Micro",
      "description": "To prove that girls aren't shallow, Jess goes out on a date with a guy whose shortcomings fall way below the belt. Meanwhile, Winston and Cece pit Schmidt and Coach against each other, while convincing them they could be male models.",
      "duration": 42
    },
    {
      "episode_number": 5,
      "name": "Landline",
      "description": "When Coach's liaison with the school nurse gets messy, vice principal Jess must enforce a new, 'no fraternization' policy among the teachers. But the tables soon get turned when she finds herself attracted to the hot new science teacher. Meanwhile, Nick is enjoying being Schmidt and Winston's secretary, after the loft gets a new home phone",
      "duration": 42
    },
    {
      "episode_number": 6,
      "name": "Background Check",
      "description": "As part of Winston's police academy training, the loft must pass a home visit and background check, which shouldn't be a problem until Jess admits she might be hiding illegal substances in her closet.",
      "duration": 42
    },
    {
      "episode_number": 7,
      "name": "Goldmine",
      "description": "Nick pretends to be gay to make his status as Jess' 'ex' less of an issue to her new beau. To Coach's annoyance, Winston works his 'Long Game' on their attractive neighbors, Michelle and Viv. Meanwhile, Schmidt panics when Cece considers having a breast reduction",
      "duration": 42
    },
    {
      "episode_number": 8,
      "name": "Teachers",
      "description": "Jess, Coach and Ryan attend a teachers' conference, led by education guru Brenda Brown. Back at the loft, Nick, Schmidt and Winston try to have a wild weekend while Jess is out of town.",
      "duration": 42
    },
    {
      "episode_number": 9,
      "name": "Thanksgiving IV",
      "description": "With winter coming and everyone still single, Schmidt initiates a 'Bangs-giving'-themed Thanksgiving dinner party, to which everyone must bring someone compatible for someone else.",
      "duration": 42
    },
    {
      "episode_number": 10,
      "name": "Girl Fight",
      "description": "Schmidt quickly regrets trying to understand the politics of a girl fight when one breaks out between Jess and Cece. Meanwhile, Nick goes on a date with Tran's granddaughter, whom Winston believes is hiding a secret.",
      "duration": 42
    },
    {
      "episode_number": 11,
      "name": "LAXmas",
      "description": "As the gang prepares to depart for the holidays, they quickly find they may be home alone when they are all trapped at the airport.",
      "duration": 42
    },
    {
      "episode_number": 12,
      "name": "Shark",
      "description": "Nick and Coach become concerned when they meet Winston's new training officer; Jess uses Schmidt in hope of influencing a councilwoman to stop the night construction taking place outside the loft.",
      "duration": 42
    },
    {
      "episode_number": 13,
      "name": "Coming Out",
      "description": "A class trip turns disastrous when Jess tries to avoid showing favoritism to Ryan; Schmidt develops an ulcer; Winston becomes fixated on wearing a crystal.",
      "duration": 42
    },
    {
      "episode_number": 14,
      "name": "Swuit",
      "description": "Jess helps Schmidt and Nick pitch their new business venture - the 'Swuit,' a suit made entirely of sweatshirt material - to entrepreneur Lori Greiner. Meanwhile, Winston and Coach decide they will invest in Cece's future.",
      "duration": 42
    },
    {
      "episode_number": 15,
      "name": "The Crawl",
      "description": "When a new bar opens in the neighborhood, it completes the final piece of the puzzle for Nick's epic Valentine's Day pub crawl. Meanwhile, Jess and Ryan drunkenly contemplate their future, Coach meets a new woman - over and over again - and Schmidt tries to fit into the world of politics.",
      "duration": 42
    },
    {
      "episode_number": 16,
      "name": "Oregon",
      "description": "Jess takes a bumpy stroll down memory lane when she and the gang travel to her childhood home in Portland, Oregon, for her father's wedding.",
      "duration": 42
    },
    {
      "episode_number": 17,
      "name": "Spiderhunt",
      "description": "It’s a lockdown in the loft when Schmidt’s arachnophobia forces the group go on a spider hunt. In the midst of this chaos, Winston inadvertently makes Jess think that Cece is in love with Nick.",
      "duration": 42
    },
    {
      "episode_number": 18,
      "name": "Walk of Shame",
      "description": "After a night of partying at Bearclaw's, Jess and Cece make their way back to the loft and run into a familiar face. Meanwhile, Coach worries about bringing Nick and Winston around his sophisticated new girlfriend, May.",
      "duration": 42
    },
    {
      "episode_number": 19,
      "name": "The Right Thing",
      "description": "Jess crashes a funeral, hoping to delete a “sext” she recently sent to the deceased. Then, Schmidt’s mom, Louise, arrives in town for a visit to demand he write thank-you notes for his bar mitzvah gifts, and Winston is desperate to be off-duty friends with his police partner, Aly.",
      "duration": 42
    },
    {
      "episode_number": 20,
      "name": "Par 5",
      "description": "Fawn takes Jess to a charity golf tournament, but the Vice Principal lands in the sand trap in her attempts to make a good impression. Meanwhile, Winston meets a beautiful woman and must lie about being a cop.",
      "duration": 42
    },
    {
      "episode_number": 21,
      "name": "Panty Gate",
      "description": "Schmidt takes the fall to help Fawn out of a political scandal. Meanwhile, Jess declares herself a “love doctor” and Coach faces a life-changing decision with May.",
      "duration": 42
    },
    {
      "episode_number": 22,
      "name": "Clean Break",
      "description": "As Coach prepares to move out of the loft, Schmidt also decides to get rid of his non-essentials and in the process discovers what is truly important to him; Jess and Nick reminisce about their “sex mug” and wonder if they still have feelings for each other.",
      "duration": 42
    }
  ]
]