[
  [
    {
      "episode_number": 1,
      "name": "Chapter 1",
      "description": "When the newly elected President reneges on a promise, Francis and Claire decide to sever all allegiances and toss the rules out the window.",
      "duration": 42
    },
    {
      "episode_number": 2,
      "name": "Chapter 2",
      "description": "Francis and Doug plan to frame Secretary of State nominee, Michael Kern. Meanwhile, Zoe's popularity at the Washington Herald continues to grow.",
      "duration": 42
    },
    {
      "episode_number": 3,
      "name": "Chapter 3",
      "description": "Francis heads for his hometown to deal with a crisis. Zoe negotiates the politics of being a journalist on the rise. Claire finds herself a new business partner.",
      "duration": 42
    },
    {
      "episode_number": 4,
      "name": "Chapter 4",
      "description": "Francis shakes down the Congressional leadership. Zoe is offered the promotion of White House Correspondent and doesn't know if she should take it or not.",
      "duration": 42
    },
    {
      "episode_number": 5,
      "name": "Chapter 5",
      "description": "A feud starts between Francis and Marty Spinella. Russo goes into depression about the job losses at the shipyards.",
      "duration": 42
    },
    {
      "episode_number": 6,
      "name": "Chapter 6",
      "description": "The strike between Frank and Marty starts to get out of hand. Russo has decided to run for Governor of Pennsylvania.",
      "duration": 42
    },
    {
      "episode_number": 7,
      "name": "Chapter 7",
      "description": "Frank helps Peter get ready for his governor race, but Peter is starting to have second thoughts. Doug tries to help a young hooker in trouble.",
      "duration": 42
    },
    {
      "episode_number": 8,
      "name": "Chapter 8",
      "description": "Frank has a library named after him at his old military school. Peter tries to win back the support of his hometown.",
      "duration": 42
    },
    {
      "episode_number": 9,
      "name": "Chapter 9",
      "description": "Frank tries to do whatever it takes to get the new bill passed congress. Russo goes on a bus campaign with the Vice President, but the VP is not making it an easy trip for him. Zoe's relationship with Frank gets a little bumpy.",
      "duration": 42
    },
    {
      "episode_number": 10,
      "name": "Chapter 10",
      "description": "Claire fuels an old flame. Peter wrestles with his demons. Francis crosses the point of no return.",
      "duration": 42
    },
    {
      "episode_number": 11,
      "name": "Chapter 11",
      "description": "Zoe extends her time away from The Hill while Francis tracks down Russo and engages in damage control.",
      "duration": 42
    },
    {
      "episode_number": 12,
      "name": "Chapter 12",
      "description": "The President sends Frank to St. Louis to persuade Raymond Tusk into becoming the new Vice President. Zoe and Janine investigate Peter Russo's death.",
      "duration": 42
    },
    {
      "episode_number": 13,
      "name": "Chapter 13",
      "description": "Frank scrambles to keep his plan on track. Gillian is planning to sue Claire. Zoe, Janine, and Lucas investigate Rachel Posner and her relationship with Peter Russo.",
      "duration": 42
    }
  ],
  [
    {
      "episode_number": 1,
      "name": "Chapter 14",
      "description": "The Underwoods tackle two threats that could bring their plans to ruin. Francis grooms his replacement as Whip. Claire goes on the offensive.",
      "duration": 42
    },
    {
      "episode_number": 2,
      "name": "Chapter 15",
      "description": "Francis puts China in the cross-hairs. Claire confronts a painful trauma from her past. Lucas Goodwin presses for the truth.",
      "duration": 42
    },
    {
      "episode_number": 3,
      "name": "Chapter 16",
      "description": "Tension rises between Francis and Raymond Tusk as the situation with China deteriorates. A battle in the Senate pits Francis against the Republicans.",
      "duration": 42
    },
    {
      "episode_number": 4,
      "name": "Chapter 17",
      "description": "Francis takes on leaders in Congress; Peter Russo is forced to choose between politics and family.",
      "duration": 42
    },
    {
      "episode_number": 5,
      "name": "Chapter 18",
      "description": "Francis' fight over an education bill creates unfortunate side effects.",
      "duration": 42
    },
    {
      "episode_number": 6,
      "name": "Chapter 19",
      "description": "Francis' fight over an education bill creates unfortunate side effects.",
      "duration": 42
    },
    {
      "episode_number": 7,
      "name": "Chapter 20",
      "description": "Francis wins a major victory; Peter faces his past; and Stamper attempts to bury a secret.",
      "duration": 42
    },
    {
      "episode_number": 8,
      "name": "Chapter 21",
      "description": "As well as having to deal with Tusk, Francis confronts Linda Vasquez.  Meanwhile, Claire becomes a key influence on Tricia Walker.",
      "duration": 42
    },
    {
      "episode_number": 9,
      "name": "Chapter 22",
      "description": "Francis and Stamper seek support in Congress.",
      "duration": 42
    },
    {
      "episode_number": 10,
      "name": "Chapter 23",
      "description": "Having to deal with a military crisis abroad and issues at home, Francis decides to remove the Tusk problem permanently.  Meanwhile, Jackie Sharp and Claire have a run-in.",
      "duration": 42
    },
    {
      "episode_number": 11,
      "name": "Chapter 24",
      "description": "Peter battles personal demons; Francis enters dangerous territory.",
      "duration": 42
    },
    {
      "episode_number": 12,
      "name": "Chapter 25",
      "description": "Francis discovers that he has been shut out and Claire finds that she must sacrifice something dear to her.  Meanwhile, Stamper attempts to get back on top of things.",
      "duration": 42
    },
    {
      "episode_number": 13,
      "name": "Chapter 26",
      "description": "Francis desperately tries to keep his plan on track in the Season 1 finale. Later, Claire suffers the consequences of her decisions.",
      "duration": 42
    }
  ],
  [
    {
      "episode_number": 1,
      "name": "Chapter 27",
      "description": "A rocky start for the Underwood Presidency. Frank wants to introduce an ambitious jobs program, while Claire sets her sights on the United Nations.",
      "duration": 42
    },
    {
      "episode_number": 2,
      "name": "Chapter 28",
      "description": "Claire's U.N. bid runs into trouble. Frank fights off mutiny with a bold address to the country.",
      "duration": 42
    },
    {
      "episode_number": 3,
      "name": "Chapter 29",
      "description": "The Russian president's state visit becomes a cold war of wills, and some punks heat things up.",
      "duration": 42
    },
    {
      "episode_number": 4,
      "name": "Chapter 30",
      "description": "Claire bypasses Russia at the U.N. Frank tries to outmaneuver a potential challenger and ends up face to face with a higher power.",
      "duration": 42
    },
    {
      "episode_number": 5,
      "name": "Chapter 31",
      "description": "Frank declares war on Congress to jump-start his jobs program. Claire spars with the Russian Ambassador.",
      "duration": 42
    },
    {
      "episode_number": 6,
      "name": "Chapter 32",
      "description": "Frank and Claire travel to Moscow to negotiate the return of an imprisoned U.S. citizen. Claire takes a stand that jeopardizes their plans.",
      "duration": 42
    },
    {
      "episode_number": 7,
      "name": "Chapter 33",
      "description": "The damage is done and the Underwoods must repair it. But deep wounds don't heal fast, and sometimes not at all.",
      "duration": 42
    },
    {
      "episode_number": 8,
      "name": "Chapter 34",
      "description": "A hurricane endangers more than just the entire East Coast and Frank must make a difficult choice.",
      "duration": 42
    },
    {
      "episode_number": 9,
      "name": "Chapter 35",
      "description": "The Jordan Valley erupts in chaos as Frank's campaign is picking up steam. Claire gets distrubing intel and counsels him.",
      "duration": 42
    },
    {
      "episode_number": 10,
      "name": "Chapter 36",
      "description": "Frank needs to deal with Petrov one on one while Claire tries to preserve the peace-keeping mission. Sacrifices must be made.",
      "duration": 42
    },
    {
      "episode_number": 11,
      "name": "Chapter 37",
      "description": "Things turn ugly when Frank, Jackie, and Heather square off during their first debate. Tom joins Claire on the campaign trail.",
      "duration": 42
    },
    {
      "episode_number": 12,
      "name": "Chapter 38",
      "description": "Heather Dunbar goes for the jugular, forcing Claire to confront her worst fears. The rift between Frank and Claire widens.",
      "duration": 42
    },
    {
      "episode_number": 13,
      "name": "Chapter 39",
      "description": "In the midst of the Iowa caucuses, Frank and Claire must confront hard truths about each other.",
      "duration": 42
    }
  ]
]