[
  {
    "id": 228165,
    "poster_path": "https://image.tmdb.org/t/p/w500/9wChSuUoQDiBKUnGTcYMkzRha60.jpg",
    "backdrop_path": "https://image.tmdb.org/t/p/w500/1WNayre36yQ2ZBNXzXksQotoK25.jpg",
    "vote_average": 6,
    "card_type": "movie",
    "heading_title": "The SpongeBob Movie: Sponge Out of Water",
    "details_title": "The SpongeBob Movie: Sponge Out of Water",
    "overview": "Burger Beard is a pirate who is in search of the final page of a magical book that makes any evil plan he writes in it come true, which happens to be the Krabby Patty secret formula. When the entire city of Bikini Bottom is put in danger, SpongeBob, Patrick, Mr. Krabs, Squidward, Sandy, and Plankton need to go on a quest that takes them to the surface. In order to get back the recipe and save their city, the gang must retrieve the book and transform themselves into superheroes."
  },
  {
    "id": 264660,
    "poster_path": "https://image.tmdb.org/t/p/w500/iXWt1prw5xbpjf3hmOm8Fo3dFa.jpg",
    "backdrop_path": "https://image.tmdb.org/t/p/w500/9X3cDZb4GYGQeOnZHLwMcCFz2Ro.jpg",
    "vote_average": 7.8,
    "card_type": "movie",
    "heading_title": "Ex Machina",
    "details_title": "Ex Machina",
    "overview": "Caleb, a 24 year old coder at the world's largest internet company, wins a competition to spend a week at a private mountain retreat belonging to Nathan, the reclusive CEO of the company. But when Caleb arrives at the remote location he finds that he will have to participate in a strange and fascinating experiment in which he must interact with the world's first true artificial intelligence, housed in the body of a beautiful robot girl."
  },
  {
    "id": 181283,
    "poster_path": "https://image.tmdb.org/t/p/w500/7S13EfcewGSvwQPkqFeTeHUPozO.jpg",
    "backdrop_path": "https://image.tmdb.org/t/p/w500/A2WK7mdiKHaxgE4hRyKuDIM4KGg.jpg",
    "vote_average": 5.5,
    "card_type": "movie",
    "heading_title": "Child 44",
    "details_title": "Child 44",
    "overview": "Set in Stalin-era Soviet Union, a disgraced MGB agent is dispatched to investigate a series of child murders -- a case that begins to connect with the very top of party leadership."
  },
  {
    "id": 157336,
    "poster_path": "https://image.tmdb.org/t/p/w500/nBNZadXqJSdt05SHLqgT0HuC5Gm.jpg",
    "backdrop_path": "https://image.tmdb.org/t/p/w500/xu9zaAevzQ5nnrsXN6JcahLnG4i.jpg",
    "vote_average": 8.4,
    "card_type": "movie",
    "heading_title": "Interstellar",
    "details_title": "Interstellar",
    "overview": "Interstellar chronicles the adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage."
  }
]